{
  "welcome_to_react": "Beinvenue en React e react-i18next",
  "test": "french test: {{test}}",
  "stepInfoFilter": "Filtre",
  "stepInfoSelect": "Trier",
  "stepInfoInspect": "Inspecter",
  "stepInfoDownload": "Télécharger",
  "stepInfoFilterText": "Par défaut, l'explorateur de données affiche tous les ensembles de données disponibles. Utilisez les filtres en haut de l'écran pour affiner vos sélections.",
  "stepInfoSelectTextA": "Il existe quatre façons de sélectionner des données:",
  "stepInfoSelectTextB": "Création d'un rectangle à n'importe quel niveau de zoom : Cliquez et maintenez la touche Maj enfoncée tout en faisant glisser le curseur à n'importe quel niveau de zoom ou utilisez l'outil rectangle (icône d'insertion). Avec l'outil sélectionné, cliquez sur la carte pour commencer à dessiner le rectangle. Faites glisser vers le coin opposé et cliquez à nouveau. Notez que vous ne pouvez avoir qu'une seule sélection de rectangle active à la fois.",
  "stepInfoSelectTextC": "Création d'un polygone à n'importe quel niveau de zoom: pour une forme irrégulière, utilisez l'outil polygone (icône d'insertion). Avec l'outil sélectionné, cliquez sur la carte pour commencer à dessiner le polygone. Lorsque vous avez fini de dessiner la zone de recherche, terminez votre zone de recherche en cliquant à nouveau sur le premier point.",
  "stepInfoSelectTextD": "Sélection de points au niveau de zoom des points : Au niveau de zoom des points, cliquez pour sélectionner directement.",
  "stepInfoInspectText": "Après avoir effectué une sélection, un résumé du ou des ensembles de données sélectionnés apparaîtra dans un panneau à gauche. Cliquez sur les en-têtes de tableau pour trier les résultats par ordre alphabétique par titre, type de jeu de données ou numériquement par nombre d'enregistrements et taille estimée. Vous pouvez afficher chaque ensemble de données plus en détail en cliquant sur le bouton fléché à côté de la taille estimée de l'ensemble de données.",
  "stepInfoDownloadText": "Pour télécharger les données, cliquez sur le lien Télécharger en bas du panneau ou en haut de la page. Cette page permet à l'utilisateur de confirmer l'ordre de ses données en vérifiant les titres des ensembles de données, les enregistrements, la taille du téléchargement et en inspectant les détails de l'ensemble de données. Entrez votre adresse e-mail et validez pour confirmer votre commande. Un e-mail contenant le lien de téléchargement direct sera envoyé sous peu.",
  "tipInfoFeedback": "Veuillez répondre à notre enquête de satisfaction des utilisateurs! Cela permet d'améliorer cette interface et de trouver des bugs.",
  "tipInfoReopen": "Cliquez sur le bouton d'informations pour rouvrir ce panneau d'informations.",
  "CIOOSDataExplorer": "CIOOS Explorateur de Données",
  "CIOOSQuote": "\"Des Données Océaniques pour Notre Avenir Océanique\"",
  "CIOOSLogoButtonTitle": "Accéder à la page d'accueil du CIOOS",
  "introReopenTitle": "Rouvrir l'introduction",
  "submissionStateTextSubmitting": "Soumission...",
  "submissionStateTextSuccess": "Demande réussie. Le lien de téléchargement sera envoyé à: {{email}}",
  "submissionStateTextFailed": "Demande échoué",
  "submitRequestButtonText": "Envoyer la demande",
  "submitRequestButtonSelectDataText": "Sélectionnez les données",
  "submitRequestButtonResubmitText": "Resoumettre la demande",
  "rectangleToolTitle": "Outil Rectangle",
  "feedbackButtonTitle": "Veuillez fournir des commentaires sur votre expérience d'utilisation de CIOOS Data Explorer",
  "oceanVariablesFiltername": "Variables océaniques",
  "oceanVariablesMulit": " variables",
  "organizationFilterName": "Organisations",
  "organizationMulti": " organisations",
  "datasetsFilterName": "Ensembles de données",
  "datasetsMulti": " ensembles de données",
  "timeframeFilterName": "Intervalle de temps",
  "depthRangeFilterName": "Plage de profondeur (m)",
  "oceanVariableFilterTooltip": "Filtrer les données par nom de variable océanique. La sélection fonctionne comme une opération OU logique.",
  "oceanVariableFilterSeachPlaceholder": "Rechercher le nom de la variable océanique...",
  "organizationFilterTooltip": "Filtrer les données par nom d'organisation responsable. La sélection fonctionne comme une opération OU logique.",
  "organizationFilterSearchPlaceholder": "Rechercher le nom de l'organisation...",
  "datasetFilterTooltip": "Filtrer les données par nom de jeu de données. La sélection fonctionne comme une opération OU logique.",
  "datasetSearchPlaceholder": "Rechercher le nom de l'ensemble de données...",
  "timeframeFilterTooltip": "Filtrer les données par période. La sélection fonctionne comme une plage inclusive.",
  "depthrangeFilterTooltip": "Filtrer les données par profondeur. La sélection fonctionne comme une plage inclusive.",
  "filterClearSearchTitle": "Effacer les termes de recherche",
  "selectAllButtonText": "Tout sélectionner",
  "resetButtonText": "Réinitialiser",
  "closeButtonText": "Fermer",
  "depthFilterStartInvalidTitle": "La profondeur de départ doit être inférieure à la profondeur de fin et comprise entre 0 et 12000m.",
  "depthFilterStartDepth": "Profondeur de départ (m):",
  "depthFilterEndInvalidTitle": "La profondeur de fin doit être supérieure à la profondeur de départ et comprise entre 0 et 12000m",
  "depthFilterEndDepth": "Profondeur finale (m)",
  "depthFilterInvalidWarning": "Filtre de profondeur non appliqué, valeurs invalides.",
  "heirarchicalMultiCheckboxFilterNoFilterWarning": "Aucune option de filtre",
  "multiCheckboxFilterNoFilterWarning": "Aucune option de filtre",
  "timeSelectorStartDate": "Date de début: ",
  "timeSelectorEndDate": "Date de fin: ",
  "selectionPanelHandleTitleClose": "Fermer",
  "selectionPanelHandleTitleOpen": "Ouvrir",
  "selectionPanelHandleTitleText": "panneau de sélection",
  "selectionDetailsNoDataWarning": "Pas de données. Modifier les filtres ou changer la sélection sur la carte.",
  "selectionDetailsMaxRatio": "sur 100MB Max",
  "selectionDetailsQuestionTooltipText": "Les téléchargements sont limités à 100MB."
}